---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.DesignReturnAirflow
source: html/81ec301c-4b77-ea17-425d-4a1f716ac538.htm
---
# Autodesk.Revit.DB.Mechanical.Space.DesignReturnAirflow Property

Get or set the Specified Return Airflow of the Space.

## Syntax (C#)
```csharp
public double DesignReturnAirflow { get; set; }
```

## Remarks
This property is used to get or set the Specified Return Airflow (Unit: CFM) of the Space.